Repository: skaletek-io/skaletek_kyc
Catalog: ios/*.lproj/Localizable.strings
Languages: es, fr

# skaletek_kyc_cancel
source: Cancel
es: Cancelar
fr: Annuler

# skaletek_kyc_close
source: Close
es: Cerrar
fr: Fermer

# skaletek_kyc_continue
source: Continue
es: Continuar
fr: Continuer

# skaletek_kyc_back
source: Back
es: Volver
fr: Retour

# skaletek_kyc_exit
source: Exit
es: Salir
fr: Quitter

# skaletek_kyc_exit_verification_title
source: Exit Verification?
es: ¿Salir de la verificación?
fr: Quitter la vérification ?

# skaletek_kyc_exit_verification_message
source: Are you sure you want to exit the verification process? Your progress will be lost.
es: ¿Estás seguro de que quieres salir del proceso de verificación? Se perderá tu progreso.
fr: Êtes-vous sûr de vouloir quitter le processus de vérification ? Votre progression sera perdue.

# skaletek_kyc_front_view
source: Front view
es: Vista frontal
fr: Vue de face

# skaletek_kyc_back_view
source: Back view
es: Vista trasera
fr: Vue de dos

# skaletek_kyc_document_upload_instruction
source: Get ready to upload your ID
es: Prepárate para subir tu identificación
fr: Préparez-vous à télécharger votre pièce d'identité

# skaletek_kyc_photosensitivity_warning
source: Photosensitivity Warning
es: Advertencia de fotosensibilidad
fr: Avertissement de photosensibilité

# skaletek_kyc_camera_required_message
source: We will require you have a working camera.
es: Necesitaremos que tengas una cámara funcionando.
fr: Nous aurons besoin que vous ayez une caméra fonctionnelle.

# skaletek_kyc_start_liveness_check
source: Start liveness check
es: Iniciar verificación de vivacidad
fr: Démarrer la vérification de vivacité

# skaletek_kyc_creating_session
source: Creating session...
es: Creando sesión...
fr: Création de session...

# skaletek_kyc_click_to_start_liveness
source: Click to Start liveness check
es: Haz clic para iniciar la verificación de vivacidad
fr: Cliquez pour démarrer la vérification de vivacité

# skaletek_kyc_image_size_exceeds_maximum
source: Image size exceeds the maximum allowed size
es: El tamaño de la imagen excede el tamaño máximo permitido
fr: La taille de l'image dépasse la taille maximale autorisée

# skaletek_kyc_document_detection_failed
source: Document detection failed. Using original image.
es: La detección del documento falló. Usando imagen original.
fr: La détection du document a échoué. Utilisation de l'image originale.

# skaletek_kyc_session_refresh_failed
source: Failed to refresh session. Please try again.
es: Error al actualizar sesión. Por favor intenta de nuevo.
fr: Échec du rafraîchissement de session. Veuillez réessayer.

# skaletek_kyc_session_refreshed
source: Session refreshed. Please try uploading again.
es: Sesión actualizada. Por favor intenta subir de nuevo.
fr: Session rafraîchie. Veuillez essayer de télécharger à nouveau.

# skaletek_kyc_please_provide_valid_document
source: Please provide a valid Document type in the country
es: Por favor proporciona un tipo de documento válido en el país
fr: Veuillez fournir un type de document valide dans le pays

# skaletek_kyc_please_select_front_document
source: Please select a front document
es: Por favor selecciona un documento frontal
fr: Veuillez sélectionner un document recto

# skaletek_kyc_please_select_back_document
source: Please select a back document
es: Por favor selecciona un documento trasero
fr: Veuillez sélectionner un document verso

# skaletek_kyc_fit_id_card_in_box
source: Fit ID card in the box
es: Coloca la tarjeta de identificación en el marco
fr: Placez la carte d'identité dans le cadre

# skaletek_kyc_move_left_slightly
source: Move left slightly.
es: Muévete ligeramente hacia la izquierda.
fr: Bougez légèrement vers la gauche.

# skaletek_kyc_move_right_slightly
source: Move right slightly.
es: Muévete ligeramente hacia la derecha.
fr: Bougez légèrement vers la droite.

# skaletek_kyc_connecting
source: Connecting…
es: Conectando…
fr: Connexion…

# skaletek_kyc_processing_error_occurred
source: Processing error occurred
es: Ocurrió un error de procesamiento
fr: Une erreur de traitement s'est produite

# skaletek_kyc_captured
source: Captured!
es: ¡Capturado!
fr: Capturé !

# skaletek_kyc_greeting_generic
source: Hey there!
es: ¡Hola!
fr: Salut !

# skaletek_kyc_language_selector
source: Language
es: Idioma
fr: Langue

# amplify_ui_liveness_detector_move_face_closer
source: Move closer
es: Acércate
fr: Rapprochez-vous

# amplify_ui_liveness_detector_move_face_back
source: Move back
es: Aléjate
fr: Éloignez-vous

# amplify_ui_liveness_detector_move_face_to_center
source: Center your face
es: Centra tu rostro
fr: Centrez votre visage

# amplify_ui_liveness_detector_move_to_center
source: Move to center
es: Muévete al centro
fr: Centrez-vous

# amplify_ui_liveness_detector_hold_still
source: Hold still
es: Mantente quieto
fr: Restez immobile

# amplify_ui_liveness_detector_get_ready
source: Get ready
es: Prepárate
fr: Préparez-vous

# amplify_ui_liveness_detector_photo_taken
source: Photo taken
es: Foto tomada
fr: Photo prise

# amplify_ui_liveness_detector_recording
source: Recording...
es: Grabando...
fr: Enregistrement...

# amplify_ui_liveness_detector_start_screen_title
source: Liveness check
es: Verificación de vivacidad
fr: Contrôle de vivacité

# amplify_ui_liveness_detector_start_screen_subtitle
source: You will go through a face verification process to prove that you are a real person. Your face will be analyzed to detect if you are real (not a photo or video).
es: Pasarás por un proceso de verificación facial para demostrar que eres una persona real. Tu rostro será analizado para detectar si eres real (no una foto o video).
fr: Vous allez passer par un processus de vérification faciale pour prouver que vous êtes une vraie personne. Votre visage sera analysé pour détecter si vous êtes réel (pas une photo ou vidéo).

# amplify_ui_liveness_detector_challenge_instruction
source: When an oval appears, fill the oval with your face within 7 seconds
es: Cuando aparezca un óvalo, llena el óvalo con tu rostro en 7 segundos
fr: Quand un ovale apparaît, remplissez l'ovale avec votre visage en 7 secondes

# amplify_ui_liveness_detector_start_screen_begin_check
source: Start video check
es: Iniciar verificación de video
fr: Commencer la vérification vidéo

# amplify_ui_liveness_detector_cancel_challenge
source: Cancel challenge
es: Cancelar desafío
fr: Annuler le défi

# amplify_ui_liveness_detector_instruction_hold_face_during_countdown
source: Hold face position during countdown
es: Mantén la posición del rostro durante la cuenta regresiva
fr: Maintenez la position du visage pendant le décompte

# amplify_ui_liveness_detector_instruction_move_face_back
source: Move back
es: Aléjate
fr: Éloignez-vous

# amplify_ui_liveness_detector_instruction_move_face_closer
source: Move closer
es: Acércate
fr: Rapprochez-vous

# amplify_ui_liveness_detector_instruction_move_face_right
source: Move right
es: Muévete a la derecha
fr: Bougez vers la droite

# amplify_ui_liveness_detector_instruction_move_face_left
source: Move left
es: Muévete a la izquierda
fr: Bougez vers la gauche

# amplify_ui_liveness_detector_instruction_turn_face_right
source: Turn right
es: Gira a la derecha
fr: Tournez vers la droite

# amplify_ui_liveness_detector_instruction_turn_face_left
source: Turn left
es: Gira a la izquierda
fr: Tournez vers la gauche

# amplify_ui_liveness_detector_camera_permission_denied
source: Camera permission is required to continue
es: Se requiere permiso de cámara para continuar
fr: L'autorisation de la caméra est requise pour continuer

# amplify_ui_liveness_detector_camera_permission_button
source: Update setting
es: Actualizar configuración
fr: Mettre à jour les paramètres

# amplify_ui_liveness_detector_close_button
source: Close
es: Cerrar
fr: Fermer

# amplify_ui_liveness_detector_retry_button
source: Try again
es: Intentar de nuevo
fr: Réessayer

# amplify_ui_liveness_detector_photosensitivity_title
source: Photosensitivity warning
es: Advertencia de fotosensibilidad
fr: Avertissement de photosensibilité

# amplify_ui_liveness_detector_photosensitivity_description
source: This check flashes different colors. Use caution if you are photosensitive.
es: Esta verificación parpadea con diferentes colores. Ten precaución si eres fotosensible.
fr: Ce contrôle clignote en différentes couleurs. Soyez prudent si vous êtes photosensible.

# amplify_ui_liveness_detector_photosensitivity_icon_a11y
source: Warning
es: Advertencia
fr: Avertissement

# amplify_ui_liveness_detector_connecting
source: Connecting...
es: Conectando...
fr: Connexion...

# amplify_ui_liveness_detector_verifying
source: Verifying...
es: Verificando...
fr: Vérification...

# amplify_ui_liveness_detector_cancel
source: Cancel
es: Cancelar
fr: Annuler

# amplify_ui_liveness_detector_success_message
source: Face verified successfully!
es: ¡Rostro verificado exitosamente!
fr: Visage vérifié avec succès !
